<%
String json="";
/*
TH-1. กรุงเทพมหานคร
TH-2. กระบี่
TH-3. กาญจนบุรี
TH-4. กาฬสินธุ์
TH-5. กำแพงเพชร
TH-6. ขอนแก่น
TH-7. จันทบุรี
TH-8. ฉะเชิงเทรา
TH-9. ชลบุรี
TH-10. ชัยนาท
TH-11. ชัยภูมิ
TH-12. ชุมพร
TH-13. เชียงราย
TH-14. เชียงใหม่
TH-15. ตรัง
TH-16. ตราด
TH-17. ตาก
TH-18. นครนายก
TH-19. นครปฐม
TH-20. นครพนม
TH-21. นครราชสีมา
TH-22. นครศรีธรรมราช
TH-23. นครสวรรค์
TH-24. นนทบุรี
TH-25. นราธิวาส
TH-26. น่าน
TH-27. บึงกาฬ
TH-28. บุรีรัมย์
TH-29. ปทุมธานี
TH-30. ประจวบคีรีขันธ์
TH-31. ปราจีนบุรี
TH-32. ปัตตานี
TH-33. พระนครศรีอยุธยา
TH-34. พังงา
TH-35. พัทลุง
TH-36. พิจิตร
TH-37. พิษณุโลก
TH-38. เพชรบุรี
TH-39. เพชรบูรณ์
TH-40. แพร่
TH-41. พะเยา
TH-42. ภูเก็ต
TH-43. มหาสารคาม
TH-44. มุกดาหาร
TH-45. แม่ฮ่องสอน
TH-46. ยะลา
TH-47. ยโสธร
TH-48. ร้อยเอ็ด
TH-49. ระนอง
TH-50. ระยอง
TH-51. ราชบุรี
TH-52. ลพบุรี
TH-53. ลำปาง
TH-54. ลำพูน
TH-55. เลย
TH-56. ศรีสะเกษ
TH-57. สกลนคร
TH-58. สงขลา
TH-59. สตูล
TH-60. สมุทรปราการ
TH-61. สมุทรสงคราม
TH-62. สมุทรสาคร
TH-63. สระแก้ว
TH-64. สระบุรี
TH-65. สิงห์บุรี
TH-66. สุโขทัย
TH-67. สุพรรณบุรี
TH-68. สุราษฎร์ธานี
TH-69. สุรินทร์
TH-70. หนองคาย
TH-71. หนองบัวลำภู
TH-72. อ่างทอง
TH-73. อุดรธานี
TH-74. อุทัยธานี
TH-75. อุตรดิตถ์
TH-76. อุบลราชธานี
TH-77. อำนาจเจริญ
*/
json+="[[\"TH-1\",80,\"red\"],[\"TH-60\",20,\"red\"],[\"TH-24\",10,\"red\"],[\"TH-29\",10,\"red\"],[\"TH-33\",20,\"red\"],[\"TH-72\",20,\"red\"],[\"TH-52\",20,\"red\"],";
json+="[\"TH-65\",20,\"green\"],[\"TH-10\",20,\"green\"],[\"TH-64\",20,\"yellow\"],[\"TH-9\",50,\"yellow\"],[\"TH-50\",50,\"yellow\"],[\"TH-7\",50,\"yellow\"],[\"TH-16\",50,\"yellow\"],";
json+="[\"TH-8\",50,\"yellow\"],[\"TH-31\",50,\"yellow\"],[\"TH-18\",503,\"yellow\"],[\"TH-63\",50,\"yellow\"],[\"TH-21\",40,\"yellow\"],[\"TH-28\",40,\"yellow\"],[\"TH-69\",40,\"yellow\"]]";


out.println(json);
%>